{"caravanner":[{"desc":"You are proficient in Animal Handling and with land vehicles.","name":"Caravanner"},{"desc":"You have proficiency in Survival. In addition, you have advantage on checks made to avoid fatigue from a forced march.","name":"Long Hauler"},{"desc":"You can create a ramshackle version of a cart or wagon with 30 minutes of work if you have access to raw or reclaimed materials. Ramshackle vehicles created in this way function identically to their normal counterparts, except their gold piece value is always 0, they have half as many hit points as their normal counterparts, and they break and become useless if they are hit by any attack roll with a result of natural 20.","name":"Mobile Living"},{"desc":"When you or a mount you're riding uses the Dash action or a vehicle you're driving uses the Ahead Full action, you can move through spaces occupied by creatures with a size category smaller than you, or your mount, or the vehicle. Creatures moved through in this way make a Dexterity saving throw (DC equal to 8 + your Dexterity modifier + your proficiency bonus). On a failed save, creatures are knocked prone and take an amount of bludgeoning damage equal to your level. Creatures cannot be damaged twice from the same trampling charge. Once you use this trait, you cannot do so again until you finish a short or rest.","name":"Trampling Charge"},{"desc":"You can speak, read, write, and sign Common and one other language.","name":"Languages"}],"circusfolk":[{"desc":"You can use the Disengage action as a bonus action.","name":"Rapid Escape"},{"desc":"You are proficient with improvised weapons, and improvised weapons you use can deal 1d6 damage rather than the damage they normally deal. You can use Dexterity instead of Strength for the attack and damage rolls of your improvised weapons.","name":"Slapstick"},{"desc":"You can cast [i]disguise self[/i] once per rest. Your spellcasting ability for this spell is Intelligence, Wisdom, or Charisma (whichever is highest).","name":"Trickster's Veil"},{"desc":"You can speak, read, write, and sign Common.","name":"Languages"}],"collegiate":[{"desc":"Once between rests, at the start of your turn you can suppress the effects of an enchantment spell you are under for 1 round as your logic overrides it.","name":"Philosophic Mind"},{"desc":"You are proficient with calligrapher's supplies and two other artisan's tools.","name":"Practiced Artisan"},{"desc":"You have extensive knowledge in certain fields. For all skill proficiencies gained through this trait, you always choose which ability score to use for these rolls (Intelligence, Wisdom, or Charisma).","name":"Studied Discipline"},{"desc":"You can speak, read, write, and sign Common and three additional languages.","name":"Languages"}],"cosmopolitan":[{"desc":"You gain an expertise die on checks made to persuade others to let you remain armed or to conceal weapons or items about your person.","name":"Discreetly Armed"},{"desc":"After you spend at least 1 minute observing a creature within 60 feet, you can use an action to make either an Insight or History check against a DC equal to the creature's passive Deception check score. On a success, you learn the following information about that creature:\n\n[ul bullet=*]* Whether the creature has a lower Charisma score than yourself.\n* The creature's culture and national origin (if any).\n* The creature's social standing in the local majority culture.[/ul]","name":"Fashion Sense"},{"desc":"You gain proficiency in Culture and one other skill of your choice.","name":"Skill Versatility"},{"desc":"You can make an Investigation check to learn the location of (or at the Narrator's discretion gain a helpful clue to the trail of) a person by discreetly asking around in the right places. The difficulty of the check is DC 15 if the individual is not hiding, or DC 20 if they are trying to conceal their location.","name":"Urban Denizen"},{"desc":"You gain an extra connection, selected from a background of your choice. This person is of a different heritage or national origin than yourself.","name":"Well-Connected"},{"desc":"You can speak, read, write, and sign in Common and two additional languages.","name":"Languages"}],"deepdwarf":[{"desc":"You have darkvision to 60 feet, or the range of your existing darkvision increases by 60 feet.","name":"Superior Darkvision"},{"desc":"You know the [i]resistance[/i] cantrip. Once you reach 3rd level, you can cast [i]jump[/i] once per rest. At 5th level, you can cast [i]enlarge/reduce[/i] once per rest. You don't need material components for these spells, but you can't cast them while you're in direct sunlight (although sunlight has no effect on them once cast). Intelligence is your spellcasting ability for these spells.","name":"Deep Magic"},{"desc":"You gain an expertise die on Wisdom saving throws against illusions and against being charmed or frightened.","name":"Deep Suspicion"},{"desc":"You are proficient with hand crossbows, short swords, and war picks.","name":"Underground Combat Training"},{"desc":"You can speak, read, write, and sign Common, Dwarvish, and Undercommon.","name":"Languages"}],"deepgnome":[{"desc":"You have darkvision to 60 feet, or the range of your existing darkvision increases by 60 feet.","name":"Superior Darkvision"},{"desc":"You can cast [i]disguise self[/i] once per rest. Once you reach 3rd level, you can cast [i]blindness/deafness[/i] (blindness only) once per rest. At 5th level, you can cast [i]nondetection[/i] once per rest. You don't need material components for these spells, and when casting them your spellcasting ability is Intelligence, Wisdom, or Charisma (whichever is highest).","name":"Dark Gnome Magic"},{"desc":"You gain an expertise die on Stealth checks made to hide in rocky terrain.","name":"Subterranean Camouflage"},{"desc":"You can speak, read, write, and sign Common, Gnomish, and Undercommon.","name":"Languages"}],"dragonbound":[{"desc":"You gain an expertise die on Charisma checks made to influence dragon creatures.","name":"Draconic Diplomacy"},{"desc":"You know one cantrip of your choice from the cleric or wizard spell lists. Your spellcasting ability for this cantrip is Intelligence or Wisdom (whichever is highest).","name":"Dragonbound Teachings"},{"desc":"Choose a type of boon.\n\n[b]Chromatic Dragon's Boon[/b]\nYou can cast [i]fear[/i] without the need for material components once per rest. Until you reach 5th level, the area of this casting of the spell is limited to a 15-foot cone. Your spellcasting ability for this spell is Charisma.\n\n[b]Essence Dragon's Boon[/b]\nYou know the [i]druidcraft[/i] cantrip. In addition, your diplomatic understanding extends towards the creatures of the land and the spirits within it. You gain an expertise die on Charisma checks made to influence beast and celestial creatures.\n\n[b]Gem Dragon's Boon[/b]\nYou know the [i]message[/i] cantrip. Once you reach 3rd level, you can cast [i]illusory script[/i] once per rest. At 5th level, you can cast [i]invisibility[/i] once per rest. You don't need material components for these spells, and when casting them your spellcasting ability is Intelligence or Charisma (whichever is highest).\n\n[b]Metallic Dragon's Boon[/b]\nChoose a skill from among Arcana, History, Medicine, Nature, or Religion. You have proficiency in the chosen skill and you gain an expertise die on ability checks you make using it.","name":"Progenitor's Boon"},{"desc":"You can speak, read, write, and sign Common and Draconic.","name":"Languages"}],"dragoncult":[{"desc":"As a bonus action, you can cause draconic power to course around you in a draconic umbra. This draconic umbra lasts for 1 minute or until you use a bonus action to end it. Once you have used this trait, you cannot use it again until after you finish a rest.","name":"Draconic Umbra"},{"desc":"Choose two skills from among Arcana, Deception, Persuasion, Religion, or Stealth. You have proficiency in the chosen skills.","name":"Secrets of the Wyrm"},{"desc":"You can speak, read, write, and sign Common and Draconic.","name":"Languages"}],"eladrin":[{"desc":"You have proficiency with longswords and rapiers.","name":"Eladrin Weapon Training"},{"desc":"In addition to being humanoid, you also have the fey creature type.","name":"Fey Sublimation"},{"desc":"You know one cantrip based on the aspect of nature you wish to manifest or that of your liege. Your spellcasting ability for this cantrip is Intelligence, Wisdom, or Charisma (whichever is highest).\nAt the end of a rest, you can change your selected aspect.\n\n[b]Autumn[/b]: [i]resistance[/i]\n[b]Hiding[/b]: [i]minor illusion[/i]\n[b]Respite[/b]: [i]mending[/i]\n[b]Rot[/b]: [i]chill touch[/i]\n[b]Spring[/b]: [i]druidcraft[/i]\n[b]Stars[/b]: [i]dancing lights[/i]\n[b]Storm[/b]: [i]shocking grasp[/i]\n[b]Summer[/b]: [i]produce flame[/i]\n[b]Toxicity[/b]: [i]pestilence[/i]\n[b]Winter[/b]: [i]ray of frost[/i]","name":"Invocation of the Eladrin Lords"},{"desc":"You are proficient in one of the following skills: Arcana, Culture, Deception, History, Insight, Persuasion, Survival.","name":"Knowledge of the Faerie Courts"},{"desc":"You can forego your movement on your turn to teleport 30 feet to an unoccupied space you can see. Once you have used this trait, you cannot do so again until you finish a rest.","name":"Twilight Step"},{"desc":"You can speak, read, write, and sign in Common, Elvish, and Sylvan.","name":"Languages"}],"forestgnome":[{"desc":"You have proficiency with one type of artisans' tools of your choice.","name":"Artistic Pursuits"},{"desc":"You can cast [i]disguise self[/i] once per rest. Once you reach 3rd level, you can cast [i]blur[/i] once per rest. At 5th level, you can cast [i]major image[/i] once per rest. You don't need material components for these spells, and when casting them your spellcasting ability is Intelligence or Wisdom (whichever is higher).","name":"Natural Illusionist"},{"desc":"You have an innate ability to communicate simple thoughts and ideas with beasts of size Small or smaller.","name":"Small Beast Speech"},{"desc":"You can speak, read, write, and sign Common and Gnomish.","name":"Languages"}],"forgottenfolx":[{"desc":"As long as an ally is within 60 feet of you, you always know their general location even if you cannot see or otherwise sense them. This effect is blocked by 1 foot of lead or iron and magical effects like the [i]nondetection[/i] spell.","name":"Eyes Everywhere"},{"desc":"You can use the Help action as a bonus action. Additionally, when you do so, the range at which you can Help an ally increases to 15 feet. Once per rest when you Help an ally, in addition to granting advantage you may also choose for your ally to gain an expertise die.","name":"It Takes a Village"},{"desc":"You can speak, read, write, and sign Common, Gnomish, and one other language.","name":"Languages"}],"forsaken":[{"desc":"You can go a number of days equal to half your Constitution modifier without suffering any fatigue from lack of Supply.","name":"Eat Like a Bird"},{"desc":"Your Speed increases by 5 feet.","name":"Fleet of Foot"},{"desc":"During a rest, when you have access to raw materials you can jury-rig an improvised tool kit. If you roll a 1 while making a check using the improvised tools or the next time you take a rest, they break.","name":"Improvised Tools"},{"desc":"You count as one size larger when determining your carrying capacity.","name":"Pack Rat"},{"desc":"After you fail an ability check, you have advantage on your next ability check. You can't use this trait again until you finish a short or rest.","name":"Roll With the Punches"},{"desc":"You can speak, read, write, and sign Common, and two additional languages.","name":"Languages"}],"godbound":[{"desc":"You are proficient with your choice of either Performance, two musical instruments, or two artisan's tools.","name":"Arts of Worship"},{"desc":"You have one additional connection, selected from the Acolyte background.","name":"Bonus Connection"},{"desc":"After you speak with a person for at least 1 minute, you can use an action to make either an Insight or Religion check opposed by their Deception check. On a success, you learn the following information about them:\n[ul bullet=*]* Whether they have a lower Wisdom score than yourself.\n* Whether they are religious; if so, you also learn their faith.\n* Whether they have class levels in the cleric or herald class.[/ul]","name":"Detect Faith"},{"desc":"You gain an expertise die on saving throws made to resist being charmed or frightened.","name":"Devotion"},{"desc":"You are proficient in the Religion skill and know one cantrip of your choice from the cleric, druid, or herald spell list. Your spellcasting ability score for this cantrip is Intelligence, Wisdom, or Charisma (whichever is highest).","name":"Religious Education"},{"desc":"You have advantage on checks made to socially interact with members of your current or former faith, such as when requesting services or gathering information.","name":"Siblings in Faith"},{"desc":"You can speak, read, write, and sign in Common and one other language.","name":"Languages"}],"highelf":[{"desc":"You can always choose to use Intelligence when making a Deception, Insight, Intimidation, or Persuasion check.","name":"Cunning Diplomat"},{"desc":"You are proficient in Culture and one additional skill of your choice.","name":"High Elf Education"},{"desc":"You have proficiency with rapiers and longswords.","name":"High Elf Weapon Training"},{"desc":"You know a cantrip of your choice, which can be chosen from any spell list. Your spellcasting ability score for this cantrip is Intelligence, Wisdom, or Charisma (whichever is highest).","name":"Magical Versatility"},{"desc":"You can speak, read, write, and sign in Common, Elvish, and one other language.","name":"Languages"}],"hilldwarf":[{"desc":"You know the [i]friends[/i] cantrip. Once you reach 3rd level, you can cast [i]charm person[/i] once per rest. At 5th level, you can cast [i]suggestion[/i] once per rest. You don't need material components for these spells, and when casting them your spellcasting ability is Charisma.","name":"Community Magic"},{"desc":"You are proficient in either Deception or Persuasion.","name":"Friendly"},{"desc":"You are either proficient in either Animal Handling or with land vehicles.","name":"Wagoner"},{"desc":"You are proficient in Survival and gain an expertise die on checks using it.","name":"Ways of the Land"},{"desc":"You can speak, read, write, and sign Common, Dwarvish, and two additional languages.","name":"Languages"}],"imperial":[{"desc":"You are proficient with light armor, spears, and light crossbows.","name":"Conscript"},{"desc":"You gain proficiency in History and one other skill of your choice.","name":"Learned Teachers"},{"desc":"Whenever your hit point maximum or one of your ability scores would be reduced, it is reduced by half as much instead (minimum 1).","name":"Local Healers"},{"desc":"You can speak, read, write, and sign Common and one other language.","name":"Languages"}],"itinerant":[{"desc":"You gain proficiency with the disguise kit.","name":"Blending In"},{"desc":"The first time you interact with strangers in an unfamiliar land or region, you gain an expertise die to the first Charisma check you make. This trait does not work on groups if at least one person in a group knows you.","name":"Conscientious Socializer"},{"desc":"You gain one additional connection, which you can choose from any background other than your own.","name":"I Know Someone"},{"desc":"You gain proficiency in Culture. In addition, choose Intelligence or Wisdom. You gain an expertise die on ability checks using the chosen ability score that are made to understand the social customs of, interact with, or recall knowledge about individuals, objects, or environments associated with any culture or society you have been surrounded by for a month or longer.","name":"Many Cultures"},{"desc":"Choose one of the following:\n\n[b]Homeland Seeker[/b]\nYou gain proficiency in Arcana and History.\n\n[b]Labor Migrant[/b]\nYou are proficient with a set of artisan's tools and one skill of your choice.\n\n[b]Shadow Exile[/b]\nYou are proficient in Deception or Stealth. If you pick Stealth, once between rests you can make a Stealth check to replace a Perception check. If you pick Deception, once between rests you can make a Deception check to replace an Insight check.\n\n[b]Refugee[/b]\nYou are proficient in Survival, and when in an urban environment can roll Survival checks when using Intimidation or Persuasion.","name":"Motive and Reason"},{"desc":"You can speak, read, write, and sign Common and three additional languages.","name":"Languages"}],"kithbainhalfling":[{"desc":"You have darkvision to 60 feet, or the range of your existing darkvision increases by 60 feet.","name":"Superior Darkvision"},{"desc":"You have disadvantage on attack rolls and on Perception checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight.","name":"Sunlight Sensitivity"},{"desc":"You can cast [i]telepathic bond[/i] without the need for material components once per rest.","name":"The Ken"},{"desc":"You are proficient in Insight, and you gain an expertise die on checks made with it.","name":"Without Secrets"},{"desc":"You can speak, read, write, and sign Common, Halfling, and Sylvan.","name":"Languages"}],"lonewanderer":[{"desc":"You gain four skill or tool proficiencies of your choice.","name":"Culture of My Own"},{"desc":"Choose one weapon worth 100 gold or less. You begin play with a masterwork version of that weapon.","name":"Heirloom"},{"desc":"You can speak, read, write, and sign Common and two additional languages.","name":"Languages"}],"mountaindwarf":[{"desc":"You have proficiency with the battleaxe, handaxe, light hammer, and warhammer.","name":"Dwarven Weapon Training"},{"desc":"You have proficiency with light and medium armor.","name":"Dwarven Armor Training"},{"desc":"You have resistance to fire damage. In addition, you have proficiency in Engineering.","name":"Heart of the Forge"},{"desc":"You're acclimated to high and low altitudes, including elevations above 20,000 feet or depths below 20,000 feet. You're also naturally adapted to cold climates.","name":"Mountain Born"},{"desc":"Whenever you make a History check related to the origin of stonework, you are considered proficient in the History skill and gain an expertise die.","name":"Stonecunning"},{"desc":"You can speak, read, write, and sign Common, Dwarvish, and one other language.","name":"Languages"}],"mustbairnhalfling":[{"desc":"You ignore difficult terrain caused by any form of earth or soil, such as mud, or mountainous terrain. In addition, you know the [i]druidcraft[/i] cantrip.","name":"Child of the Soil"},{"desc":"You can attempt to divine the earth's wisdom (as the [i]augury[/i] spell) by submerging your feet or hands into mud or soil. You can't use this trait again until after you finish a rest.","name":"Earthspeak"},{"desc":"You have the Chaotic alignment for the purposes of any spell or ability that would detect or affect Chaotic creatures. In addition, you gain proficiency in two of the following skills: Acrobatics, Animal Handling, Nature, Religion, or Survival.","name":"Wild and Unshackled"},{"desc":"You can speak, read, write, and sign Common, Halfling, and Terran.","name":"Languages"}],"nomad":[{"desc":"You are proficient in Animal Handling and Survival, and either Medicine, Nature, or Perception.","name":"Nature Minded"},{"desc":"You are proficient with land vehicles and tinker's tools. You can use tinker's tools to repair a land vehicle you have travelled in for at least 1 month, and gain an expertise die on any checks made to do so. Additionally, you gain an expertise die on checks made to control or navigate a land vehicle.","name":"On the Road Again"},{"desc":"After observing an outside area for 1 minute, you can predict the weather within the next 24 hours. You cannot foresee magical changes, but you can use an action to make an Insight or Perception check to notice them.","name":"Sense Weather"},{"desc":"You can speak, read, write, and sign Common and two additional languages.","name":"Languages"}],"settler":[{"desc":"Whenever you begin a rest, you can choose to spend the first hour of that rest making the area into a fortified position for the duration. While resting in a fortified position, the ground in a 60-foot radius area around you is considered difficult terrain for any creatures other than those you consider allies. In addition, the first time a hidden creature enters the fortified area, it makes a Dexterity saving throw (DC 8 + your Wisdom modifier + your proficiency bonus). On a failed save, the creature inadvertently makes loud noises and is no longer hidden.","name":"Claim Staker"},{"desc":"You are proficient in the Insight and Survival skills.","name":"Frontier Survival"},{"desc":"You gain an expertise die on any check made to determine if something is poisonous.","name":"Strange Forager"},{"desc":"You can speak, read, write, and sign Common, and two additional languages.","name":"Languages"}],"shadowelf":[{"desc":"You have darkvision to 60 feet, or the range of your existing darkvision increases by 60 feet.","name":"Superior Darkvision"},{"desc":"You have proficiency with rapiers and hand crossbows.","name":"Shadow Elf Weapon Training"},{"desc":"You know a cantrip: either [i]dancing lights[/i] or [i]minor illusion[/i]. Once you reach 3rd level, you can cast [i]faerie fire[/i] once per rest. At 5th level, you can cast [i]darkness[/i] once per rest. You don't need material components for these spells, and when casting them your spellcasting ability is Intelligence, Wisdom, or Charisma (whichever is highest).","name":"Shadow Lore"},{"desc":"You can speak, read, write, and sign Common, Elvish, and Undercommon.","name":"Languages"}],"steamforged":[{"desc":"You have proficiency in either History, Investigation, or Nature, and you gain an expertise die on checks made using the chosen skill.","name":"Mind Like a Steel Trap"},{"desc":"You have proficiency with tinker's tools and Engineering, plus one other artisan's tool of your choice.","name":"Tech Savvy"},{"desc":"Choose one of the following:\n\n[b]Student of Martial Arts[/b]\nWhen you replace an attack or use an action to Disarm, Grapple, Overrun, Shove, or Tumble, you gain an expertise die.\n\n[b]Student of Martial Science[/b]\nChoose one 1st degree combat maneuver from any tradition. You can use this combat maneuver once without spending exertion. You can't use it again until you finish a rest.","name":"War Scholar"},{"desc":"You can speak, read, write, and sign in Common and one other language.","name":"Languages"}],"stoicorc":[{"desc":"You have advantage on saving throws made to resist being charmed or frightened.","name":"Clarity of Mind"},{"desc":"You gain proficiency in one of the following skills: Arcana, History, Insight, Medicine, Nature, or Religion.","name":"Stoic Traditions"},{"desc":"You know two 1st-level spells of your choice. These spells must have the ritual tag and you may only cast them as rituals. Wisdom is your spellcasting ability for these spells. In addition, you may cast other spells you learn as rituals if those spells have the ritual tag.","name":"Ritualistic Focus"},{"desc":"You can speak, read, write, and sign Common and Orc.","name":"Languages"}],"stoneworthy":[{"desc":"Once between rests, you can do one of the following:\n\n[b]Concentrate[/b]\nYou gain an expertise die on a Constitution saving throw made to maintain concentration.\n\n[b]Persist[/b]\nYou may reattempt a failed ability check.","name":"Focused Patience"},{"desc":"When bartering, haggling, or negotiating an exchange of goods, you gain an expertise die on Intimidation and Persuasion checks, and you may always choose which ability score to use for these rolls (Intelligence, Wisdom, or Charisma).","name":"Natural Barterer"},{"desc":"You gain proficiency in Survival.","name":"Natural Survivalist"},{"desc":"Each time you gain a level, you may choose to lose proficiency in one skill or tool and gain proficiency in a different skill or tool in its place. You cannot trade a skill proficiency for a tool proficiency, and vice versa.","name":"Temporary Expert"},{"desc":"You may spend 4 hours between rests crafting one non-metal tool or simple weapon, or five pieces of ammunition, provided you have access to the materials needed and the final cost of the items does not exceed 5 gold.","name":"Versatile Crafter"},{"desc":"You can speak, read, write, and sign Common and one other language.","name":"Languages"}],"stouthalfling":[{"desc":"Whenever you begin a rest, you and up to 6 allies can each consume 1 Supply to partake in your borough cooking, gaining 1d6 temporary hit points.","name":"Borough Cooking"},{"desc":"You gain proficiency in either Animal Handling or Nature.","name":"Home Gardening"},{"desc":"You gain proficiency with calligrapher's supplies. In addition, you gain an expertise die on Intelligence checks to recall details about past events you took part in by first checking your journals.","name":"Memoirist"},{"desc":"You can speak, read, write, and sign Common, Halfling, and one other language.","name":"Languages"}],"tinkergnome":[{"desc":"You gain proficiency with tinker's tools, Engineering, and either Arcana or History. You gain an expertise die whenever you use them to make a check related to alchemical, magical, or technological items.\nBy spending 1 hour and 10 gold worth of materials, you may build a clockwork device that has an AC of 5 and 1 hit point. The device will cease to function after 24 hours, or if you choose to dismantle it, unless you spend an hour maintaining it. An hour can be spent to repair a device that has ceased to function. You can have up to three devices functioning at a time.\n\n[b]Audiophone[/b]\nWhen started, this device plays a pre-recorded sound at a moderate volume. The device stops playing when it reaches the end of the recording, or when shut off. You can use your action to record any 1 minute of audio, and can use a bonus action to start and shut off the device.\n\n[b]Clockwork Figure[/b]\nThis figure can be a Tiny animal, monster, or even a humanoid. When placed on the ground, you can use a bonus action to direct the figure to march up to 10 feet in a direction of your choice. You can choose to have the figure make a noise that is appropriate to the creature it represents, or to have it be silent. If you choose for the figure to be silent, you can instead equip it with a small flame that sheds dim light 5 feet in front of the figure.\n\n[b]Flame Box[/b]\nWhen a bonus action is used to activate this device it creates a small flame that can be used to light a candle, torch, or campfire. Alternatively, you can use a bonus action to shoot a small ball of fire from the device as a ranged weapon attack with a range of 30 feet, dealing 1d6 + 1 fire damage. You are considered proficient with the flame box. Using the device this way damages it, and it must be repaired over the course of a rest before it can be used again.\n\n[b]Sensor[/b]\nThis device can be attached to a wall or any smooth, sturdy surface. When placed, it begins monitoring the area around it. Choose one sort of activity to monitor: noise or movement. The device detects these things up to 30 feet around it, including through openings, but cannot sense through total cover. The device relays the information back to you telepathically, and can share either clips of sound (limited to 30 seconds at a time, with a minimum of 10 minutes in between relays) or information on the size and number of creatures moving in the area.","name":"Cunning Creative"},{"desc":"You can speak, read, write, and sign Common, Gnomish, and one other language.","name":"Languages"}],"tunnelhalfling":[{"desc":"Your speed increases by 5 feet.","name":"Fleet of Foot"},{"desc":"You gain proficiency with one of the following skills: Acrobatics, Deception, Nature, or Stealth.","name":"Rebellious Tactics"},{"desc":"When you are grappled, you can use your reaction to automatically escape that grapple. Once you have used this trait, you cannot do so again until you finish a rest.","name":"Slippery"},{"desc":"You gain proficiency in Sleight of Hand, and you gain an expertise die when picking a pocket or otherwise taking an item without notice.","name":"Trained Filcher"},{"desc":"You can speak, read, write, and sign Common and Halfling.","name":"Languages"}],"tyrannized":[{"desc":"You gain proficiency in either Deception or Intimidation.","name":"All Hail the Tyrant"},{"desc":"You gain an expertise die on saving throws made to resist being charmed, frightened, paralyzed, poisoned, stunned, or put to sleep.","name":"Defiant Will"},{"desc":"If you miss with an attack roll or fail an ability check, you can gain a bonus to the roll equal to the number of allies you can see within 30 feet of you (maximum +3), possibly changing a failure into a success. Once you use this trait, you can't use it again until you finish a short or rest.","name":"Saving Face"},{"desc":"Choose either scars or scourge, and then choose one of the following damage types: acid, cold, fire, force, lightning, necrotic, poison, psychic, radiant, or thunder.\n\n[b]Scars[/b]\nYou have resistance to the chosen damage type.\n\n[b]Scourge[/b]\nAs a bonus action, you can enhance the next attack you make this turn. If that attack hits, it deals extra damage of the chosen type equal to your proficiency bonus. However, the sting of the scourge lessens after the initial strike, so after you deal this extra damage to a creature, this trait cannot deal extra damage to it during the same combat.","name":"Scars of the Scourge"},{"desc":"You can speak, read, write, and sign Common and one other language.","name":"Languages"}],"villager":[{"desc":"You gain proficiency in Animal Handling.","name":"Farm Life"},{"desc":"You are proficient with improvised weapons.","name":"Sharpened Tools"},{"desc":"You may always choose to use Wisdom when making History, Nature, or Religion checks. However, the Narrator may decide that the results of a check made in this way are distorted or exaggerated forms of the truth.","name":"Tall Tales"},{"desc":"You gain an expertise die on Perception checks made while keeping watch during a rest.","name":"Village Watch"},{"desc":"You can speak, read, sign, and write Common and one other language.","name":"Languages"}],"warhordling":[{"desc":"As a bonus action, you can move up to your Speed towards an enemy that you can see or hear.","name":"Aggressive"},{"desc":"You gain proficiency in Intimidation.","name":"Menacing"},{"desc":"You are proficient with two martial weapons of your choice and with light armor. You are also able to cobble together functional if somewhat ramshackle weapons from whatever you have on hand. You can create a ramshackle version of any simple weapon (except crossbows) with 10 minutes of work if you have access to simple materials such as common household items, the rusted scraps found among battlefields, or the bounty of the forest. Ramshackle weapons created in this way function identically to their normal counterparts, except their gold value is always 0 and they break and become useless if you critically fumble.","name":"War Horde Weapon Training"},{"desc":"Once per rest, you can spend 4 hours of time to locate Supply for yourself and one other creature while traveling through urban environments, warzones, and battlefields.","name":"Wartime Scrounger"},{"desc":"You can speak, read, write, and sign Common and one other language.","name":"Languages"}],"wildling":[{"desc":"You gain proficiency in Perception. Choose one of the following.\n\n[b]Nightwalker[/b]\nYou gain an expertise die on Investigation and Perception checks made in moonlight or starlight.\n\n[b]Sunseeing[/b]\nYou gain an expertise die on Investigation and Perception checks made in daylight.","name":"Enhanced Vision"},{"desc":"Once per rest, you can spend 4 hours of time to locate Supply for yourself and one other creature, or magical reagents worth up to 5 gold.","name":"Expert Forager"},{"desc":"By observing the environment when on your home plane, you can estimate the time of year down to within a week of the actual date. When you are outdoors, you know the time of day.","name":"Internal Clock"},{"desc":"You gain proficiency in Nature, and can always choose to use Wisdom when making a Nature check. Choose one of the following.\n\n[b]Agriculturalist[/b]\nYou gain an expertise die on Persuasion checks made against farmers, horticulturalists, and those who cultivate for a living, and when making an ability check to use a land vehicle.\n\n[b]Beastwarden[/b]\nWhen you have a hunting animal such as a falcon or hunting dog assisting you, you gain an expertise die on checks made to hunt or track. In addition, you gain an expertise die on Animal Handling checks.\n\n[b]Land Hunter[/b]\nYou gain an expertise die on Intimidation and Stealth checks. Additionally, you can march up to 12 hours before you need to save against fatigue.\n\n[b]Water Drifter[/b]\nYou gain an expertise die when making an ability check to use a water vehicle. In addition, you gain an expertise die on Athletics checks, and you can hold your breath for up to 15 minutes by using an action to prepare to do so.","name":"Living Off The Land"},{"desc":"Pick a terrain type. After observing the area for 1 minute, you can predict the weather in this terrain within the next 24 hours. You cannot foresee magical changes, but you can use an action to make an Insight or Perception check to notice them. When you have successfully predicted the weather, you gain an expertise die on saving throws made against its effects.","name":"Weather Sense"},{"desc":"You can speak, read, write, and sign Common and one other language.","name":"Languages"}],"woodelf":[{"desc":"Your Speed increases by 5 feet.","name":"Fleet of Foot"},{"desc":"You can cast animal friendship without material components once per rest. Your spellcasting ability for this spell is Intelligence, Wisdom, or Charisma (whichever is highest).","name":"Nature's Ally"},{"desc":"Choose one of the following.\n\n[b]Way with Animals[/b]\nYou gain proficiency with Animal Handling and with land vehicles.\n\n[b]Way with Plants[/b]\nYou gain proficiency in Nature and with herbalism kits.","name":"Nature's Touch"},{"desc":"You gain a climb speed equal to your Speed.","name":"Treeborne Scout"},{"desc":"You are proficient with longbows and shortswords.","name":"Wood Elf Weapon Training"},{"desc":"You can speak, read, write, and sign Common and Elvish.","name":"Languages"}]}
