{"dragonborn":[{"desc":"Your walking speed is 30 feet.","name":"Speed"},{"desc":"You can use your dragon breath as an action.\nChoose the type of damage dealt by your breath weapon from the following list: acid, cold, fire, force, lightning, necrotic, poison, psychic, radiant, or thunder.\nAdditionally, choose between a 30-foot line that is 5 feet wide or a 15-foot cone for the area that your breath weapon affects. Each creature in the breath's area makes a Dexterity saving throw. If your breath weapon deals psychic damage, a Wisdom saving throw is made instead of Dexterity; if cold, necrotic, poison, radiant, or thunder, a Constitution saving throw. The DC is 8 + your Constitution modifier + your proficiency bonus.\nA creature takes 2d6 damage on a failed saving throw, or half damage on a success. The damage increases to 3d6 at 4th level, 4d6 at 9th level, 5d6 at 14th level, and 6d6 at 19th level.\nAfter you use your dragon breath, you can't use it again until you finish a rest.","name":"Dragon Breath"}],"dwarf":[{"desc":"You have a walking speed of 25 feet. Your Speed is not reduced by wearing heavy armor or wielding tower shields.","name":"Speed"},{"desc":"You have darkvision to 60 feet.","name":"Darkvision"},{"desc":"You gain proficiency with one set of artisan's tools (either brewer's supplies or mason's tools) or smith's tools. During a long rest, you can use these tools for crafting instead of sleeping and still receive the full benefits of the long rest.","name":"Creator's Blessing"},{"desc":"Your character level is added to your hit point maximum.","name":"Tough"}],"elf":[{"desc":"You have a walking speed of 30 feet.","name":"Speed"},{"desc":"You have darkvision to 60 feet.","name":"Darkvision"},{"desc":"You gain an expertise die on saving throws against being charmed, and you are immune to magical effects that would put you to sleep.","name":"Fey Ancestry"},{"desc":"Instead of sleeping, elves enter a trance state. When you take a long rest, you spend 4 hours in your trance state (instead of sleeping for 6 hours). During the trance you suffer no penalty to passive Perception. A long rest remains 8 hours for you as normal, and the remainder of the time must be filled only with light activity.","name":"Trance"}],"gnome":[{"desc":"You have a walking speed of 25 feet.","name":"Speed"},{"desc":"You have darkvision to 60 feet.","name":"Darkvision"},{"desc":"You gain an expertise die on Intelligence, Wisdom, and Charisma saving throws made against spells and magical effects.","name":"Gnome Cunning"},{"desc":"You know the [i]minor illusion[/i] cantrip. Your spellcasting ability for this spell is Intelligence, Wisdom, or Charisma (whichever is highest).","name":"Gnomish Magic"}],"halfling":[{"desc":"You have a walking speed of 25 feet.","name":"Speed"},{"desc":"You are immune to the effects of the frightened condition.","name":"Fearless"},{"desc":"If a creature is at least one size larger than you, you can move through its space.","name":"Nimble Steps"},{"desc":"When you make an ability check, attack roll, or saving throw and roll a 1, you can choose to roll again, taking the second result.","name":"Halfling's Luck"}],"human":[{"desc":"You have a walking speed of 30 feet.","name":"Speed"},{"desc":"You gain proficiency in one additional skill of your choice. In addition, you require half as much time as normal to train yourself in the use of a suit of armor, tool, or weapon during downtime.","name":"Fast Learner"},{"desc":"Once between rests, when you make an ability check, attack roll, or saving throw, you can choose to gain an expertise die on that roll.","name":"Intrepid"}],"orc":[{"desc":"You have a walking speed of 30 feet.","name":"Speed"},{"desc":"You have darkvision to 60 feet.","name":"Darkvision"},{"desc":"When determining your carrying capacity and the weight that you can push, drag, or lift, your size is considered to be Large.","name":"Heavy Lifter"},{"desc":"When you critically hit with a melee weapon attack, roll one of the weapon's damage dice again and add the result to the attack's damage.","name":"Mighty Attacks"}],"planetouched":[{"desc":"You have a walking speed of 30 feet.","name":"Speed"},{"desc":"You have darkvision to 60 feet.","name":"Darkvision"},{"desc":"Once between long rests, when damage would reduce you to 0 hit points, you are instead reduced to 1 hit point.","name":"Immortal Blessing"}]}